SEspe/AlthermaInterface/sdkconfig.defaults.esp32
# ESP32-WROOM devkit (upstream's esp32doit-devkit-v1): 4 MB flash, no PSRAM.
CONFIG_IDF_TARGET="esp32"
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions-esp32.csv"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
